<template>
  <div class="content-block" v-chapter>
    <p class="w--heading-1">学习是永无止尽的，但适可而止，关注不同维度让你的决策更加全面</p>
    <p>
      从前比较认同《三傻》里的一句台词：追求卓越，成功就会出其不意找上门来。
      但随着阅历的增长，越来越觉得这句话是有门槛的，它并不适合所有人除了适才及以上，卓越是什么概念，是极致，是山尖，是亿人之上。
      作为普通人的我，又怎么敢奢望我就是那个万里挑一的绝世奇才呢？
    </p>
    <QupteBlock>
      《三傻大闹宝莱坞》讲述一个天才理科男选择了他热爱的专业，并毫不费劲地比其他学霸考试考得好的喜剧励志故事。
    </QupteBlock>
    <p class="w--heading-3">学习达良即可</p>
    <p>
      优、良、及格、差，这是传统的百分制。优秀是适才的标准，良是普通人的标准，至于天才，，，因为试卷只有一百分，这也不是本文的讨论范围。
    </p>
    <p><b>学习是永无止尽的，但适可而止，每次目标设置在轻轻跳起就能抓到的高度。</b>。</p>
    <p>
      80%的深度是所有人都能通过努力达到的标准，也是最实用，最舒适的标准。剩下的20%则是适才和普通人的大河，再往上就是天才和适才之间的鸿沟了，
      承认自己的智商，你会过得很快乐，而且80%也
    </p>
    <p>相反，广度是所有人都能做到</p>
    <p>
      想清楚了这一点，突然就理解那些看起来很空实际上很有用的词了，团队愿景、工作标准、方案适用性、客户要求、它给我们的思维指明了一个方向，你要首先关注这些维度，而不是具体怎么做。
    </p>
    <p>
      关注维度，让你的决策更全面，然后按照80%的技能水平去完成每项任务，你会做得比绝大多数人好--主要是你思考的维度多，在相同水平下你为他人考虑的点就更多。
    </p>
  </div>
</template>

<script setup>
import QupteBlock from '@/components/QupteBlock.vue'
</script>

<style scoped>
.content-block {
  display: flex;
  gap: 16rem;
  flex-direction: column;
}
</style>