<template>
  <div class="content-block" v-chapter>
    <p class="w--heading-1">做好上天给你安排的事</p>
    <p class="w--heading-2">2024/05/09</p>
    <p>四月辞职了，干了件蛮有意义的事情，证明了这个世界就是一个大的草台班子。签完字，走出写字楼，阳光竟然如此温暖。接下来想休息一下，并不清楚自己的方向，我厌倦了在办公室的日子。</p>
    <p>摄像头卖得还挺好的，基本两天开了一单，不过新手保护期过了，曝光量就下来了，不过也可以开始铺号。我能大致算得出这个兼职能给我带来多少收益，其实只能小打小闹，但现在还有心思去做它，那就再坚持一下吧。</p>
    <p>脚本的事搁置了一个月左右，今天又可以开始了。其实也不算搁置，就是每天都有保持学习，因为写代码仍然是我的爱好。为什么又继续开始了呢？因为工作室没有放弃我。</p>
    <p>昨晚和刘会会在砂锅麻辣烫聊了项目的事，直到今天出去玩也仍然在详详细细地聊，貌似有点眉目，但不多。</p>
    <p>这三件事就像夜空中突然闪过的流星，我也不知道它什么时候出现，但它就是在特定的时间点出现并且推送到了我面前，是一场什么样的安排呢？是考验，是打发，是惩罚还是奖励？我不知道，但它们就是出现在我的面前了，既来之则安之，把它做好就是最好的安排，守得云开见月明，方向自然就有了。</p>
  </div>
</template>

<script setup>
</script>

<style scoped>
.content-block {
  display: flex;
  gap: 16rem;
  flex-direction: column;
}
</style>