<template>
  <div class="content-block" v-chapter>
    <p class="w--heading-1">带着从容和青春的余烬迎接30岁新篇章（还没写完...</p>
    <p class="w--heading-3">扩大思维广度让问题化简，提高决策胜率</p>
    <p>
      23年夜爬了梧桐山，一个人，一个背包，一把手电筒就出发了。虽然没有看到日出，但早晨的梧桐山景还是很美的。
      俯瞰鹏城，原来我只爬了这么一点距离，楼与楼之间也很密集，深南大道很“深南小道”，我家原来也没多远。
      但我在山脚下，走城市街道里并不会有这个感觉，在其中待久了会觉得马路很宽，道阻且长，天空很高山很大，甚至觉得这就是城市的全部。
    </p>
    <p>我再一次意识到视野的重要性，但这回我付出了行动，我决定攀登思想这座大山。</p>
    <p>
      我指的是，埋头前进固然重要，但它容易忽略你日渐损耗的座驾，逐渐钝化的斧子，而你周围的环境，底下坑滑平泞的道路，甚至天气也会影响你的步伐。
    </p>
    <p>
      想清楚了这一点，就理解以往那些看起来很空实际上很有用的词了，团队愿景、工作标准、方案适用性、客户要求、非预期情况、它给思路指明了一个方向，
      告诉你一件事情需要考虑这么多事情，而不是单纯具体怎么做。
    </p>
    <p>
      思维广度的扩大，使我待人处事变得更加从容，不再抓紧一根稻草，也不是走尖尖，它给我更多角度来佐证决策的正确性，也让我从更高的维度来审视问题---原来都是小事，不足以焦虑。
    </p>
    <p class="w--heading-3">常回家看看，身在福中要知福</p>
    <p>
      老家的房子也在去年落成了，搬进新屋住进新房，除了头几天不习惯伸手不见五指的黑夜，也没什么别扭的，住得十分踏实。
      也因为这样我才真切感受到城市的节奏真的很快，一晃一下午就没了。
      爸爸落叶归根的愿望终于实现啦，之后老人想住城市住城市，想住农村住农村，我都尊重他们，也就两个小时车程。
    </p>
    <p>父母在，不远游，游必有方。</p>
    <p>
      我很幸运，我的父母都还健康，惠深两地不算远，深圳也是值得打拼的去处。我不需要同大多数人一样经历春运、深飘、离别，一年见不到两次等问题。
    </p>
    <p>
      所以我更要珍惜这个来之不易的入世条件，更感谢原生家庭，他们给了我良好的教育，宽松的交谈，绝对的选择和无微不至的照顾。
    </p>
    <p>常回家看看，身在福中要知福。</p>

    <p class="w--heading-3">好好爱自己的具象表现，从刷牙开始</p>
    <p>
      今年特别关心自己的健康，尽管我的身体无大碍，也许是年龄到了，触发了人类DNA里的那串代码？开始养生了。
    </p>
    <p>经常在网上看到一句话，好好爱自己。</p>
    <p>
      但具体是怎么爱，有多爱，爱多久，作者并没有告诉我们，我们也只是当鸡汤一样喝下去暖了几分钟然后全都嘘嘘掉了。
    </p>
    <p>
      直到周边的人身体出现了问题才意识到，那并不是鸡汤，那是尚未解锁的礼物盒子，而你被唤醒的意识才是真正的钥匙，它才真真正正地打开了它。
    </p>
    <p>
      怎么好好爱自己？我想大概有这么几个维度：健康的躯体，真实的自己，快速的情绪调节能力、坚定的信念。
    </p>
    <p>
      首先要爱护父母赐予我们的身体，它于你而言仅有一副，在可预见的未来，咱是没有什么能里去替换掉某一个器官的了，它于你而言仅此一副，你应该意识到它的重要性。所以这些东西可以丢掉了：
      护完肤的深夜；薛定谔的牙刷；响了但没完全响的喝水闹钟；这辈子值了的快乐水......去观察身边的人，如果不加节制和规律作息，我最终也会变成TA们的样子，亡羊补牢为时不晚，以人为鉴可知得失。
    </p>
    <p>
      其次做真实的自己，充分认识自己，无条件接纳自我。大大方方表现你的优点那是上天赐你的糖果，堂堂正正承认自己的不足。
      自黑没有什么不好的，庆幸自己是这样的人，少了很多烦恼。
    </p>
    <p>
      快速的情绪调节能力，也是避免别人给我带来伤害，不要让别人的脾气影响到自己，《素质人生》陪我走了大半年，人呐有时候还得拿得起放得下。
    </p>
    <QupteBlock>
      《素质人生》原唱杨树人，但我更喜欢<a
        href="https://music.163.com/#/artist?id=46893944"
        target="_blank"
        >野哥</a
      >的版本。“善良不留给小人，脾气不丢给爱人”。
    </QupteBlock>
    <p>
      坚定的信念，这是我写下此文时才添加上的，因为我想起一位初中同学，他的座右铭是“信念成就一切”。是啊，我梦寐以求的东西，我就要试试拼尽全力地去得到它，
      我爱我的灵魂，它配得上我去追寻，它值得这份坚定的信念。
    </p>
    <p>所以如果不知道怎么好好爱自己的话，明天起床之后，先从好好刷牙开始吧。</p>

    <p class="w--heading-3">更享受成熟的爱情</p>
    <p>我还能心动吗?</p>
    <p>在遇到刘会会之前，我对爱情一直抱有质疑。</p>
    <p>ok，现在我磨平了这些</p>
    <p>我不再聊到半夜，不再因为一句话久久不能释怀，不再猜疑，不再...</p>
    <p>
      我有更强的经济能力去完成一般的想法，而不用像学生时代一样只能满嘴承诺，抑或是心疼她的同时又心疼钱包；
      我有更宽广的胸怀去容纳日常里的小缺点，无理由的脾气都是有，； 我有更的情商去应对日常事物，
      我愿意为她驱车一百公里，我愿意为她制作手工小礼物，我愿意为她的事业出谋划策，我愿意帮助她变成更好的人。
    </p>
    <p>亲爱的那不是爱情？</p>
    <p>
      诚然，感觉至上的年纪已经过了，但万事并不是非黑即白的，爱情的构成元素不只有感觉，还有责任、同频，共同目标...
      我对刘会会的感觉远比想象的多，但感觉要放到第二位了，责任能让爱情更坚固。
      对我来说与责任占比一样重。作为一个男人，我需要，站在理性的角度为爱情掌舵。
    </p>
    <p></p>
    20岁的白羊我可能不会喜欢，但成熟的白羊是个抢手的人嘞，好好抓住。
    <p>刘会会问了我好多次同样的问题，为什么我第一眼就对她没感觉，后面还会慢慢喜欢上她。</p>
    <!-- <p>刘会会问了我好多次同样的问题，为什么我第一眼就对她没感觉，后面还会慢慢喜欢上她。</p>
    <p>她之所以这么问，是因为她是个彻彻底底的白羊女孩。一见钟情是她的信条，在她的世界里，是喜欢就要表达出来，是问题就要提出来。</p>
    <p>我很庆幸她是这样的一个人，因为如此我少了许多烦恼，诸如她心里到底怎么想的？她想要什么礼物？我是不是说错了什么？我</p>
    <p>我也喜欢现在的我</p>
    <p>现在的我对待爱情，不再像以前做小孩时的一样，为了一句话久久不能眠，为了</p>
    <p>现在的我更有实力，我想她我就会给她送花，出门不要太纠结钱的事，她想我我愿意一脚油门飞过去。</p>
    <p>现在的我更尊重对方，不再为</p>
    <p>或许这些毛病在别人看来我就是个怪胎，有毛病吧这人。但我彻彻底底地</p> -->
    <!--     
    <p>学生时代的爱情怦然心动，互相写诗、深夜不睡、久久不能平息，但你也要承受</p>
    <p>
      而刚入社会的爱情又表现得那么拙劣，在最没有能力的年纪谈一场终身的爱情---是的，
      我可以至大部分话题于玩笑之间，但爱情我从来不敢轻视，始于，若走到终止的地步，我
    </p>
    <p>现在我准备好了。</p>
    <p>我想她就给她送花，我想她就一脚油门过去，我想她就带她去，曾经因为没钱而许下的承诺，现在都不是问题。</p>
    <p>但更重要的是成熟的价值观，我不再为了她跟男生说话而咬牙切齿，我不再掩埋自己的想法让对方猜，不再，一切都变得理解，直观。</p>
    <p>我爱她，连同她的缺点。</p>
    <p>爱情的日常，是由无数句废话、无数句</p>
    <p>爱情的内在，是两个人的默契和方向</p>
    <p>
      我更享受现在的爱情，认真与包容的结合，我听得懂她说的是气话，我秒懂她说的谐音梗，
      她无言于表的关怀。
      我不再是那个容易嫉妒、眼里容不得沙子、不明说只想让她猜的懵懂小子、我细细聆听，我和她有共同的目标，和互相的激励。
    </p> -->

    <p class="w--heading-3">莫道桑榆晚，为霞尚满天</p>
    <p>
      20岁是花开盛季，年轻人特有的激昂、热烈、魄力、狂傲、无畏、倔强、奋不顾身在这个阶段表现得异常光彩。
    </p>
    <p>
      30岁是准备结果的季节，阅历、经济、人格、社会观、价值观逐渐成熟，我在期待，也在彷徨。
      这我处的这个奇奇怪怪的社会里，35岁对于每个坐办公室的人来说是个很敏感的年龄，但他又是大家不能公开讨论的秘密，
      犹如哈利波特里的那个“you know who”。
    </p>
    <QupteBlock>
      you know
      whow：“伏地魔”这个名字被食死徒下了咒语来保护，一旦有人说出就会打破魔法屏障，造成扰动，方便食死徒追踪，因此伏地魔被称为那个连名字都不能提的人。
    </QupteBlock>
    <p>
      可是人生又不是只有工作，不是吗？欲望太高破洞就越大(痴念、攀比、)，你需要更多的东西来填补它---钱。你把自己置身于破洞边边
      即使是工作的方式，又为何限定在钢筋铁盒子里呢？出去走一圈你会发现原来工作方式有好多，有在，有躺在家里，你会感叹原来还可以这样上班，我意思是你不必为了
      我并没有过多考虑35岁危机这个事情，相反，30岁的年纪有了一定的阅历，应该探索更多的可能性。
    </p>
    <p>
      在撞过南墙、尝过花香之后我收获到了一份从容，对世事变迁的从容，对危难时刻的从容，对错失机会的从容等等，我将带着这份果实和20岁的余烬迎接人生新篇章。
    </p>
    <p>特别喜欢两个故事，分享给你</p>
    <p>
      第一个故事：一位六十岁的奶奶问老师，我现在学习画画还来得及吗？老师笑道，如果你现在开始学习，到你九十岁时，
      你就有三十年的画画经验呢，只要你想，现在就是最好的时候。
    </p>
    <p>
      另一个故事：现在，请闭上眼睛想象一下，2068年，你已经七老八十了，坐在空无一人的房间里，你臃肿老态，没钱没势，
      生活不能自理，你向上帝许了一个愿望，“求求你，再让我年轻一次吧！”说罢一道光照耀着你，片刻过后你睁开眼睛一看，
      回到了2024年的今天，这一次，你打算怎么活？
    </p>
    <p>莫道桑榆晚，为霞尚满天。</p>
    <p>END</p>
  </div>
</template>

<script setup>
import QupteBlock from '@/components/QupteBlock.vue'
import Chapter from '@/components/Chapter.vue'
</script>

<style scoped>
.content-block {
  display: flex;
  gap: 16rem;
  flex-direction: column;
}
</style>