<template>
  <div class="content-block" v-chapter>
    <p class="w--heading-1">Sora文生视频随想</p>
    <p class="w--heading-3">首次观看心得</p>
    <p>
      GPT4是2023年最让我心动的产品，他可以作为我最得力的编程助手，协作助手，心理助手，生活助手，妥妥一个顾问，前提是你要学会提问。
      甚至好久好久都没有一款产品让我追着它给它付费---国内因为政策支付不了，还得注册国外的虚拟银行卡。
    </p>
    <p>
      而作为同一家公司的另一个产品，Sora的问世更让AI进化到了类似神的地步---基于物理世界和想象力来创造视频。
      过去我还认为今年或明年只会出到GPT5版本，这是肯定的，但没想到openAI还甚至同步搞了个Sora出来。
    </p>
    <p>
      前天在网上看到张一图，内容是把Sam Altman（奥特曼）和李一舟放在一起比较，
      左边是openAI创始人，右边是清华美院博士卖199的AI课只剩下6个名额的蔑视表情，极具讽刺性。
    </p>
    <p>
      昨天还看到一张图，sora.com 和 sora.cn
      已经被国人抢注了，价格分别卖到300w和80w，等Sora正式商用，肯定还会大涨。
      在感叹这搞钱路子真野的同时，也感觉到一点点羞愧，国外搞底层，国内搞投机。
    </p>
    <QupteBlock>
      <p>
        中美AI两大巨头(奥特曼 & 李一舟)：<a href="https://postimg.cc/svmrYVc4" target="_blank"
          >https://postimg.cc/svmrYVc4</a
        >
      </p>
      <p>
        sora.com 售价：<a
          target="_blank"
          href="https://wanwang.aliyun.com/domain/searchresult/#?keyword=sora.com&suffix=com"
          >searchresult/#?keyword=sora.com&suffix=com</a
        >
      </p>
    </QupteBlock>
    <p class="w--heading-3">观后综合症</p>
    <p>
      由于这种情绪的影响，最近看事物都带着偏见，看到潮汕英歌舞的视频，其实场面壮观，舞者张力十足。
      但一想到这些非遗文化在科技发展面前无大帮助，我就心感羞愧。
      有句糙话应当讲出来：国内还在研究历史，但国外已经引领未来。
    </p>
    <p>我知道这种偏见不好，我不该把这两件事结合起来看。</p>
    <p class="w--heading-3">Sora的元宇宙</p>
    <p>抱歉，感性了，来点科普和愿景。</p>
    <p>
      Sora实际上是一款基于数据的物理模拟引擎，它能够模拟出真实或虚构的世界，然后用摄像机拍下来形成视频。
      人走路时的头发和衣服的飘动效果，大海冲击暗礁激起的波浪etc都十分真实，感兴趣可以去官网看看。
    </p>
    <qupte-block>
      Sora官网(需要翻墙)：<a target="_blank" href="https://openai.com/sora"
        >https://openai.com/sora</a
      >
    </qupte-block>
    <p>
      ok，Sora现在能创造以摄像机作为视角的视频，那未来就能创造世界---提供无数个面。
      但目前这个愿景还需要很长一段时间才能实现，因为它需要巨大的算力和能源，它在等两个左右护法：大规模的量子计算机和可控的核反应。
    </p>
    <QupteBlock> 未来只有两种货币，算力和能源。 ---Sam Altman </QupteBlock>
    <p>
      但我想，<b>Vision Pro + Sora</b> 应该是近期能想到的最新最棒的体验方案，<b>脑机接口 + Sora</b
      >就直接是幕后玩家！所以麻烦马老板，让脑机接口时代快来吧。
    </p>
    <p>大胆假设，按照AI这个学习速度和openAI的发布节奏，前者会来得更快。</p>
    <p class="w--heading-3">奇奇怪怪的猜想又来了</p>
    <p>
      既然Sora能够基于物理世界创造出视频，那么反过来想想，我们是不是生活在另外一个更大的Sora创造出来的物理世界呢？我们暂且叫他SORA吧（全大写）
    </p>
    <p>
      正因为这个SORA它为了创建他们维度世界里的用户所要求的视频，“我”被创建出来了，或者我们这个世界被创建出来了。
      我们之所以感到快乐，悲伤，疼痛，惊恐，是因为SORA要把视频做得非常非常真实，以至于它需要完全模拟出真人，赋予他静脉，肉体，大脑和情感，只有这样才能展现出最自然的效果。
    </p>
    <p>SORA所在的世界，具有更巨大的算力和能源。</p>
    <p>这样看来我们就真的只是NPC了。</p>
    <p>细思极恐。</p>
    <p class="w--heading-3">我们能做什么</p>
    <p>回归现实，人工智能的到来，我们应该做出什么改变？</p>
    <p>首先要认同一个观点：<b>永远不要和机器人抢工作。</b></p>
    <p>
      我们训练跑步，会要求跑的比汽车快吗？我们学习算数，会要求比计算机快吗？我们也不需要这么做，因为在公开展示数字之前，仍然会用计算机来校验一遍。
    </p>
    <p>因为我们知道机器在体力和算力方面远远高于人类。</p>
    <p>
      所以在这场革命，感到难受的是现有的一批人，他们已经习惯了从设计、开发、测试到上线这样的项目开发流程，也习惯了头脑风暴、素材采集、设计实践这样的创造流程。
      也因为如此创造出了很多细分岗位，但未来并不再需要这么多工种，所以感到焦虑的是现有的一批人。
    </p>
    <p>
      但对于新生代，那些还没进入大学选择专业方向的，还没进入社会实践的，甚至还没出世的这批人。
      他们是对人工智能时代最没有抵触的，他们还是一张白纸，任由社会发展添加底色，它们要做的是根据底色进行创造。
    </p>
    <p>所以有句老话，未来是属于年轻人的。不管什么时候都是白纸比成品更好涂改。</p>
    <p>
      我们这批人不能光焦虑，我们能做的是选对方向和保持学习，
      <b
        >人工智能革命除了让大部分重复性和体力工作消失，也会催生更多的创造力岗位和沟通岗位---提升想象力和指导机器人工作。</b
      >
    </p>
    <p>
      这是文明发展必然，要让人类文明成为宇宙高等文明，让人类成为宇宙大玩家，你认为高级物种还需要做重复性的体力劳动吗？
    </p>
    <p>人类文明的发展还太早，必须赶在下一次大灭绝之前找到生存方案。</p>
  </div>
</template>

<script setup>
import QupteBlock from '@/components/QupteBlock.vue'
</script>

<style scoped>
.content-block {
  display: flex;
  gap: 16rem;
  flex-direction: column;
}
</style>